Revit 2027 API
PlanViewRange.LevelBelow Property
 View range for the level below the specified plane
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ElementId LevelBelow { get; }
Public Shared ReadOnly Property LevelBelow As ElementId
	Get
public:
static property ElementId^ LevelBelow {
	ElementId^ get ();
}
static member LevelBelow : ElementId with get
Property Value
ElementId
See Also
Reference
PlanViewRange Class
Autodesk.Revit.DB Namespace